Repository: GNOME/gnome-taquin
Catalog: help/*/*.po
Languages: eu, ko, ru

source: <keyseq><key>Shift</key><key>Up</key></keyseq> and <keyseq><key>Shift</key><key>Down</key></keyseq>
eu: <keyseq><key>Shift</key><key>↑</key></keyseq> eta <keyseq><key>Shift</key><key>↓</key></keyseq>
ko: <keyseq><key>Shift</key><key>Up</key></keyseq>, <keyseq><key>Shift</key><key>Down</key></keyseq>
ru: <keyseq><key>Shift</key><key>Вверх</key></keyseq> и <keyseq><key>Shift</key><key>Вниз</key></keyseq>

source: Start Screen shortcuts
eu: Abioko pantailaren lasterbideak
ko: 화면 바로 가기 시작
ru: Комбинации клавиш на стартовой экране

source: Start new game
eu: Hasi joko berria
ko: 새 게임 시작
ru: Начать новую игру

source: Back to previous game (if any)
eu: Itzuli aurreko jokora (baldin badago)
ko: 이전 게임으로 (가능하다면) 돌아가기
ru: Вернуться к предыдущей игре (если есть)

source: General shortcuts
eu: Lasterbide orokorrak
ko: 일반 바로 가기 키
ru: Основные комбинации

source: Keyboard shortcuts
eu: Laster-teklak
ko: 키보드 바로 가기 키
ru: Комбинации клавиш

source: Help
eu: Laguntza
ko: 도움말
ru: Справка

source: About
eu: Honi buruz
ko: 정보
ru: О приложении

source: Quit
eu: Irten
ko: 끝내기
ru: Выход

source: Start Screen
eu: Abioko pantaila
ko: 시작 화면
ru: Стартовый экран

source: The <em>Start Screen</em> is the place to select your options and launch a new game, either a <link xref="15-Puzzle">15-Puzzle</link> or a <link xref="16-Puzzle">16-Puzzle</link>.
eu: <em>Hasierako pantailan</em> aukerak hautatzen dira eta joko berria abiarazten da, bai <link xref="15-Puzzle">15-Puzzle</link> bat bai <link xref="16-Puzzle">16-Puzzle</link> bat.
ko: <em>시작 화면</em>은 옵션을 선택하여 <link xref="15-Puzzle">15-퍼즐</link> 또는 <link xref="16-Puzzle">16-퍼즐</link>새 게임을 실행하는 화면입니다.
ru: На <em>Стартовой экране</em> можно выбрать параметры и запустить новую игру, будь то <link xref="15-Puzzle">15-костяшек</link> или <link xref="16-Puzzle">16-костяшек</link>.

source: It can be accessed at any time from a game by pressing the <gui>New Game</gui> button.
eu: Edozein momentutan joan daiteke hartara <gui>Joko berria</gui> botoia sakatuta.
ko: 게임에서 언제든 <gui>새 게임</gui> 단추를 눌러 띄울 수 있습니다.
ru: Доступ к нему можно получить в любой момент из игры, нажав кнопку <gui>Новая игра</gui>.

source: <key>Left</key> and <key>Right</key>
eu: <key>←</key> eta <key>→</key>
ru: <key>Влево</key> и <key>Вправо</key>

source: <key>Up</key> and <key>Down</key>
eu: <key>↑</key> eta <key>↓</key>
ru: <key>Вверх</key> и <key>Вниз</key>

source: <keyseq><key>Shift</key><key>F1</key></keyseq>
eu: <keyseq><key>⇧</key><key>F1</key></keyseq>
