Repository: GNOME/gnome-taquin
Catalog: help/*/*.po
Languages: eu, ko, ru

# _
source: translator-credits
ko: 조성호 <shcho@gnome.org>, 2021
ru: Ser82-png

source: 15-Puzzle
eu: 15-Puzzlea
ko: 15-퍼즐
ru: 15-костяшек

source: The <em>15-Puzzle</em> is the default puzzle of <app>Taquin</app>. It is displayed the first time the application is opened. You can start one at any time from the <link xref="start-screen">Start Screen</link>.
eu: <em>15-Puzzlea</em> <app>Taquin</app> aplikazioaren puzzle lehenetsia da. Jokoa irekitzen den lehen aldian bistaratzen da. Edozein momentutan hasi dezakezu horietako bat <link xref="start-screen">abioko lehen pantailan</link>.
ko: <em>15-퍼즐</em>은 <app>타킨</app>의 기본 퍼즐입니다. 프로그램을 처음 열었을 때 나타납니다. <link xref="start-screen">시작 화면</link>으로 언제든 시작할 수 있습니다.
ru: <em>15-костяшек</em> - это головоломка по умолчанию в <app>Пятнашках</app>. Она отображается при первом открытии приложения. Вы можете запустить её в любое время со <link xref="start-screen">Стартового экрана</link>.

source: Gameplay
eu: Jokoa
ko: 게임 플레이
ru: Игровой процесс

source: The goal is to move all the tiles to their proper places.
eu: Helburua da lauza guztiak bere tokietara eramatea.
ko: 모든 타일을 적당한 위치에 옮기는 게임입니다.
ru: Цель состоит в том, чтобы переместить все костяшки на свои места.

source: There’s an empty space where you can move adjacent tiles by pushing them onto it. You can push more than one tile at the same time in the empty space’s direction.
eu: Espazio huts bat dago, bertara alboko lauzak bultzatu ahal izateko. Lauza bat baino gehiago bultzatu daiteke jokaldi bakoitzean espazio huts dagoen aldera.
ko: 인접 타일을 밀어넣을 수 있는 빈 공간이 있습니다. 빈 공간 방향으로 타일 하나 이상을 밀어 움직일 수 있습니다.
ru: Имеется пустое место, куда вы можете перемещать соседние костяшки. Вы можете двигать более одной костяшки одновременно в направлении пустого места.

source: End of the game
eu: Jokoaren amaiera
ko: 게임 끝내기
ru: Конец игры

source: At the end of the game, <app>Taquin</app> notifies you and displays the complete image.
eu: Jokoaren amaieran, <app>Taquin</app> aplikazioak jokoa amaitu dela jakinarazten du eta irudi osoa erakusten du.
ko: 게임이 끝나면 <app>타킨</app>에서는 게임이 끝났음을 알리며 완성 그림을 나타냅니다.
ru: В конце игры <app>Пятнашки</app> выводится сообщение и отображает законченное изображение.

source: You can click the <gui>New Game</gui> button in the headerbar to go to the <link xref="start-screen">Start Screen</link>. Alternatively, you can restart the game by clicking on the button with a counter of moves done, and then on the <gui>Restart</gui> entry.
eu: Goiburu-barrako <gui>Joko berria</gui> botoian sakatuta,<link xref="start-screen">hasierako pantailara</link> joan daiteke. Bestela, jokoa berrabiarazi daiteke egindako mugimenduen zenbagailua duen botoian sakatuta eta <gui>Berrabiarazi</gui> sarrera aukeratuta.
ko: 헤더 모음의 <gui>새 게임</gui> 단추를 눌러 <link xref="start-screen">시작 화면</link>으로 갈 수 있습니다. 대신 움직임 횟수 단추를 누른 후 <gui>다시 시작</gui> 항목을 선택하여 게임을 다시 시작할 수 있습니다.
ru: Вы можете нажать кнопку <gui>Новая игра</gui> на панели заголовка, чтобы перейти к <link xref="start-screen">Стартовому экрану</link>. Кроме того, вы можете перезапустить игру, нажав на кнопку со счетчиком сделанных ходов, а затем на запись <gui>Начать заново</gui>.

source: How to play with a mouse
eu: Nola jokatu saguarekin
ko: 마우스로 플레이하기
ru: Как играть с помощью мыши

source: To make a move:
eu: Mugimendu bat gauzatzeko:
ko: 타일을 움직이려면:
ru: Чтобы сделать ход:

source: Click on a tile on the same row or column as the empty space.
eu: Egin klik espazio hutsa dagoen errenkada edo zutabe bereko lauza batean.
ko: 동일한 행 열의 타일을 빈 공간으로 움직이도록 누릅니다.
ru: Щёлкните на костяшку в той же строке или столбце, что и пустое место.

source: If you click on a tile that cannot move, the game notifies you that the move is impossible.
eu: Lekuz aldatu ezin den lauza batean klik egiten baduzu, jokoak jakinaraziko dizu mugimendua ezinezkoa dela.
ko: 움직일 수 없는 타일을 누르면 게임에서 해당 타일을 움직일 수 없음을 알립니다.
ru: Если вы щёлкните на костяшку, которая не может двигаться, игра уведомит вас, что движение невозможно.

source: You can always undo your move. For that, click on the button with a counter of moves done in the headerbar, and click the <gui>Undo</gui> entry in the menu that appears.
eu: Mugimenduak desegiteko aukera dago. Horretarako, egin klik mugimenduen zenbaketa daukan botoian (goiburu-barran dago) eta egin klik agertuko den menuko <gui>Desegin</gui> sarreran.
ko: 항상 움직임을 되돌릴 수 있습니다. 이 때, 헤더 모음의 움직임 횟수 단추를 누른 다음, 메뉴에 나타난 <gui>실행 취소</gui>를 누릅니다.
ru: Вы всегда можете отменить свой ход. Для этого щёлкните на кнопку со счетчиком сделанных ходов в панели заголовков и выберите пункт <gui>Отменить</gui> в появившемся меню.

source: Whether you finished the current game or not:
eu: Uneko jokoa amaitu zein ez:
ko: 현재 게임을 끝냈는지 여부와는 상관 없이:
ru: Независимо от того, закончили вы текущую игру или нет:

source: To start a new game –possibly with other options–, click the <gui>New Game</gui> button in the headerbar to go to the <link xref="start-screen">Start Screen</link>.
eu: Joko berria hasteko –beste aukera batzuekin, nahi bada–, egin klik goiburu-barrako <gui>Joko berria</gui> botoian <link xref="start-screen">hasierako pantailara</link> joateko.
ko: 가능한 다른 옵션으로 새 게임을 시작하고자 한다면, <gui>새 게임</gui> 단추를 눌러 <link xref="start-screen">시작 화면</link>으로 갑니다.
ru: Чтобы начать новую игру (возможно, с другими параметрами), нажмите кнопку <gui>Новая игра</gui> в панели заголовка, чтобы перейти к <link xref="start-screen">Стартовому экрану</link>.

source: Alternatively, you may want to restart the game. For that, click in the headerbar on the button with a counter of moves done, and click the <gui>Restart</gui> entry in the menu that appears.
eu: Bestela, egin klik mugimenduen zenbaketa daukan botoian (goiburu-barran dago) eta egin klik agertuko den menuko <gui>Berrabiarazi</gui> sarreran.
ko: 대신 게임을 다시 시작할 수도 있습니다. 이 때, 헤더 모음의 움직임 횟수 단추를 누른 후, 메뉴에 나타난 <gui>다시 시작</gui> 항목을 누릅니다.
ru: В качестве альтернативы вы можете перезапустить игру. Для этого нажмите в панели заголовка на кнопку со счетчиком выполненных ходов и выберите пункт <gui>Начать заново</gui> в появившемся меню.

source: You can also use the keyboard.
eu: Teklatua ere erabili daiteke.
ko: 키보드를 사용할 수도 있습니다.
ru: Вы также можете использовать клавиатуру.

source: How to play with the keyboard
eu: Nola jokatu teklatuarekin
ko: 키보드로 플레이하기
ru: Как играть на клавиатуре

source: Use the <key>Left</key>, <key>Right</key>, <key>Up</key> and <key>Down</key> arrows to go at the tile you want to move. The currently selected tile is indicated with four arrows around the board, on each side of its row and column.
eu: Erabili <key>←</key>, <key>→</key>, <key>↑</key> eta <key>↓</key> geziak lekuz aldatu nahi den lauzara joateko. Unean hautatutako lauza taularen inguruko lau gezirekin adierazten da, bere errenkadaren eta zutabearen albo bakoitzean.
ko: 원하는 타일을 움직일 때 <key>Left</key>, <key>Right</key>, <key>Up</key>,<key>Down</key> 화살표 키를 사용합니다. 현재 선택한 타일은 게임판 주변 각 행열 구석의 화살표 네개가 가리켜 나타냅니다.
ru: Используйте стрелки <key>Влево</key>, <key>Вправо</key>, <key>Вверх</key> и <key>Вниз</key>, чтобы перейти к костяшке, которую вы хотите переместить. Текущая выбранная костяшка обозначена четырьмя стрелками вокруг доски, с каждой стороны её ряда и столбца.

source: Use the <key>Space</key> key to move the selected tile in the direction of the empty space.
eu: Erabili <key>Zuriunea</key> tekla hautatutako lauza hutsik dagoen espazioaren norabidean mugitzeko.
ko: <key>Space</key>키로 빈 공간 방향으로 선택한 타일을 움직입니다.
ru: Используйте клавишу <key>Пробел</key>, чтобы переместить выбранную костяшку в направлении пустого места.

source: You can always undo your move. For that, use <keyseq><key>Ctrl</key><key>Z</key></keyseq>.
eu: Mugimenduak desegiteko, erabili <keyseq><key>Ctrl</key><key>Z</key></keyseq>.
ko: 움직임을 되돌릴 수 있습니다. 이 때, <keyseq><key>Ctrl</key><key>Z</key></keyseq> 키를 사용합니다.
ru: Вы всегда можете отменить свой ход. Для этого используйте <keyseq><key>Ctrl</key><key>Z</key></keyseq>.

source: To start a new game –possibly with other options–, use <keyseq><key>Ctrl</key><key>N</key></keyseq> to go to the <link xref="start-screen">Start Screen</link>.
eu: Joko berria hasteko –beste aukera batzuekin, nahi bada–, erabili <keyseq><key>Ctrl</key><key>N</key></keyseq> <link xref="start-screen">hasierako pantailara</link> joateko.
ko: 아마도 다른 옵션으로 새 게임을 시작하고자 한다면, <keyseq><key>Ctrl</key><key>N</key></keyseq> 키를 사용하여 <link xref="start-screen">시작 화면</link>으로 갑니다.
ru: Чтобы начать новую игру (возможно, с другими параметрами) используйте <keyseq><key>Ctrl</key><key>N</key></keyseq>, чтобы перейти к <link xref="start-screen">Стартовому экрану</link>.

source: Alternatively, you may want to restart the game. For that, use <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq>.
eu: Bestela, jokoa berrabiaraztea ere aukeratu daiteke. Horretarako, erabili <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq>.
ko: 대신 게임을 다시 시작할 수도 있습니다. 이 때, <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq> 키를 사용합니다.
ru: Кроме того, вы можете перезапустить игру. Для этого используйте <keyseq><key>Shift</key><key>Ctrl</key><key>N</key></keyseq>.

source: You can also use a mouse.
eu: Sagua ere erabili daiteke.
ko: 마우스를 사용할 수도 있습니다.
ru: Вы также можете использовать мышку.

source: 16-Puzzle
ko: 16-퍼즐
ru: 16-костяшек

source: The <em>16-Puzzle</em> is the variant puzzle of <app>Taquin</app>. You can launch it at any time from the <link xref="start-screen">Start Screen</link>.
eu: <em>16-Puzzlea</em> <app>Taquin</app> aplikazioaren ordezko puzzlea da. Edozein momentutan hasi dezakezu horietako bat <link xref="start-screen">abioko lehen pantailan</link>.
ko: <em>16-퍼즐</em>은 <app>타킨</app>의 변형 퍼즐입니다. <link xref="start-screen">시작 화면</link>에서 얼마든지 실행할 수 있습니다.
ru: <em>16-костяшек</em> – это вариант <app>Пятнашек</app>. Вы можете запустить его в любое время со <link xref="start-screen">Стартового экрана</link>.

source: You move all the tiles of a row or a column in one direction. The tile that is pushed out of the board is placed at the opposite side of the row or column.
eu: Errenkada edo zutabe bateko lauza guztiak norabide berean mugitzen dira. Taulatik kanpo geratzen den lauza errenkadaren edo zutabearen aurkako aldean kokatuko da.
ko: 모든 타일을 행 또는 열 방향으로 움직입니다. 게임판 밖으로 밀려난 타일은 행 또는 열의 반대쪽으로 들어갑니다.
ru: Вы перемещаете все костяшки в ряду или столбце в одном направлении. Костяшка, выдвинутая за пределы доски, кладется на противоположную сторону ряда или столбца.

source: Click on one of the arrows displayed around the board. The row or column at the end of which this arrow is moves in this direction, and the tile that was next to the arrow is placed at the opposite side.
eu: Egin klik taularen inguruan bistaratzen den gezietako batean. Gezi hori dagoen aldeko amaierako errenkada edo zutabea norabide horretan mugituko da, eta geziaren ondoan dagoen lauza aurrako aldean kokatuko da.
ko: 게임판 주변에 표시한 화살표 중 하나를 누릅니다. 행 또는 열 끝에 있는 화살표로 해당 방향으로 타일을 옮기며, 화살표 옆에 있는 타일은 반대쪽으로 들어갑니다.
ru: Щёлкните на одну из стрелок, расположенных вокруг доски. Ряд или столбец, в конце которого находится эта стрелка, перемещается в этом направлении, а костяшка, которая была рядом со стрелкой, помещается в противоположную сторону.

source: Use the <key>Left</key> and <key>Right</key> arrows to change the selected column, and the <key>Up</key> and <key>Down</key> arrows to change the selected row. The currently selected row and column are indicated with lights around the board.
eu: Erabili <key>←</key> eta <key>→</key> geziak hautatutako zutabea aldatzeko eta <key>↑</key> eta <key>↓</key> geziak hautatutako errenkada aldatzeko. Unean hautatutako errenkada eta zutabea taularen inguruko argiekin adierazten da.
ko: <key>Left</key>, <key>Right</key> 화살표 키로 선택 열을 바꾸며, <key>Up</key>, <key>Down</key> 키로 선택 행을 바꿉니다. 현재 선택한 행열은 게임판 주변에 밝게 나타납니다.
ru: Используйте стрелки <key>Влево</key> и <key>Вправо</key>, чтобы изменить выбранный столбец, и стрелки <key>Вверх</key> и <key>Вниз</key>, чтобы изменить выбранный ряд. Текущая строка и столбец подсвечены.

source: Use <keyseq><key>Shift</key><key>Left</key></keyseq> and <keyseq><key>Shift</key><key>Right</key></keyseq> to swipe the selected row, or <keyseq><key>Shift</key><key>Up</key></keyseq> and <keyseq><key>Shift</key><key>Down</key></keyseq> to swipe the selected column.
eu: Use <keyseq><key>Shift</key><key>←</key></keyseq> eta<keyseq><key>Shift</key><key>→</key></keyseq> hautatutako errenkada alboratzeko edo <keyseq><key>Shift</key><key>↑</key></keyseq> eta <keyseq><key>Shift</key><key>↓</key></keyseq> hautatutako zutabea alboratzeko.
ko: <keyseq><key>Shift</key><key>Left</key></keyseq>, <keyseq><key>Shift</key><key>Right</key></keyseq>키로 선택한 행을 밀어내거나, <keyseq><key>Shift</key><key>Up</key></keyseq>, <keyseq><key>Shift</key><key>Down</key></keyseq> 키로 선택한 열을 밀어냅니다.
ru: Используйте <keyseq><key>Shift</key><key>Влево</key></keyseq> и <keyseq><key>Shift</key><key>Вправо</key></keyseq>, чтобы сдвинуть выбранный ряд, или <keyseq><key>Shift</key><key>Вверх</key></keyseq> и <keyseq><key>Shift</key><key>Вниз</key></keyseq>, чтобы сдвинуть столбец.

source: Beginning
eu: Hasiera
ko: 시작하기
ru: Начало

source: When <app>Taquin</app> is opened for the first time, it displays a traditional <link xref="15-Puzzle">15-Puzzle</link> game.
eu: <app>Taquin</app> lehen aldiz irekitzen denean, <link xref="15-Puzzle">15-Puzzle</link> motako joko tradizional bat bistaratzen du.
ko: <app>타킨</app>을 처음 열면, 전통 <link xref="15-Puzzle">15-퍼즐</link> 게임을 나타냅니다.
ru: Когда <app>Пятнашки</app> открываются в первый раз, отображается традиционная игра <link xref="15-Puzzle">15-костяшек</link>.

source: The game is played using the mouse. To make a move:
eu: Jokoa saguarekin jokatzen da. Mugimendu bat egiteko:
ko: 게임은 마우스를 사용하여 플레이합니다. 타일을 움직이려면:
ru: Игра ведется с помощью мышки. Чтобы сделать ход:

source: To start a new game –whether you finished the current game or not–, click the <gui>New Game</gui> button in the headerbar to go to the <link xref="start-screen">Start Screen</link>.
eu: Joko berria hasteko –uneko jokoa bukatuta egon zein ez–, egin klik goiburu-barrako <gui>Joko berria</gui> botoian <link xref="start-screen">hasierako pantailara</link> joateko.
ko: 현재 게임의 클리어 여부와는 상관 없이 새 게임을 시작하고자 한다면, <gui>새 게임</gui> 단추를 눌러 <link xref="start-screen">시작 화면</link>으로 갑니다.
ru: Чтобы начать новую игру, независимо от того, закончили ли вы текущую или нет, нажмите кнопку <gui>Новая игра</gui> на панели заголовка, чтобы перейти к <link xref="start-screen">Стартовому экрану</link>.

source: You can also <link xref="15-Puzzle#15-keyboard">play with the keyboard</link> if you prefer.
eu: <link xref="15-Puzzle#15-keyboard">Teklatuarekin ere jokatu daiteke</link>, nahi izanez gero.
ko: 원한다면 <link xref="15-Puzzle#15-keyboard">키보드로 플레이</link>할 수 있습니다.
ru: При желании, вы также можете <link xref="15-Puzzle#15-keyboard">играть с помощью клавиатуры</link>.

source: After the first time it is opened, <app>Taquin</app> displays a puzzle with the same rules and dimensions as the last one played when it is opened, so it could be a <link xref="16-Puzzle">16-Puzzle</link> game.
eu: <app>Taquin</app> lehen aldiz ireki ondoren, ireki zen azken aldian jokatu zen arauak eta tamaina dituen puzzle bat bistaratzen du, beraz <link xref="16-Puzzle">16-Puzzle</link> joko bat izan daiteke.
ko: 처음에 <app>타킨</app>을 열면, 이전에 열어 플레이한 게임과 동일한 규칙과 크기를 지닌 퍼즐을 나타내기에 <link xref="16-Puzzle">16-퍼즐</link> 게임이 될 수도 있습니다.
ru: После первого открытия, <app>Пятнашки</app> отображают головоломку с теми же правилами и размерами, что и последняя открытая игра, так что это может быть и <link xref="16-Puzzle"> 16-костяшек</link>.

# link
source: Taquin
ko: 타킨
ru: Пятнашки

# text
source: Taquin
ko: 타킨
ru: Пятнашки

source: Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)
ko: 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0 국제 (CC BY-SA 4.0)

source: Taquin logo
eu: Taquin logoa
ko: 타킨 로고
ru: Логотип Пятнашек

source: <_:media-1/> Taquin
ko: <_:media-1/> 타킨
ru: <_:media-1/> Пятнашки

source: <app>Taquin</app> is a sliding-block puzzle game. It includes the traditional 15-Puzzle invented in the early 1880s, and the more recent 16-Puzzle variant.
eu: <app>Taquin</app> blokeak lekuz aldatzeko puzzle bat da. 1880ko hamarkadan asmatutako 15-Puzzle tradizionala du, bai eta 16-Puzzle aldaera berriagoa ere.
ko: <app>타킨</app>은 블록 밀어내기 퍼즐 게임입니다. 1880년대에 고안한 전통 15-퍼즐 게임과 최신 16-퍼즐이 들어있습니다.
ru: <app>Пятнашки</app> – это игра-головоломка со скользящими костяшками. Она включает в себя традиционную головоломку из 15 костяшек, изобретенную в начале 1880-х годов, и более поздний вариант - из 16 костяшек.

source: How to Play
eu: Nola jokatu
ko: 플레이 방법
ru: Как играть

source: Advanced
eu: Aurreratua
ko: 고급
ru: Дополнительно

source: Creative Commons Attribution-ShareAlike 4.0 International license
eu: Creative Commons Attribution-ShareAlike 4.0 International lizentzia
ko: 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0 국제 라이선스

source: This work is licensed under a <_:link-1/>.
eu: Lan honen lizentzia <_:link-1/> da.
ko: 이 문서는 <_:link-1/>를 따릅니다.
ru: Эта работа находится под лицензией <_:link-1/>.

source: Legal information.
eu: Legezko informazioa.
ko: 법적 정보.
ru: Правовая информация.

source: License
eu: Lizentzia
ko: 라이선스
ru: Лицензия

source: This work is distributed under a Creative Commons Attribution-ShareAlike 4.0 International license.
eu: Lan hau Creative Commons Attribution-ShareAlike 4.0 International lizentzia pean banatzen da.
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0 국제 라이선스로 배포합니다.
ru: Эта работа распространяется под лицензией Creative Commons Attribution-ShareAlike 4.0 International.

source: You are free:
eu: Libre zara:
ko: 이용자는 다음 권리가 있습니다:
ru: Вы свободны:

source: <em>To share</em>
eu: <em>Partekatzeko</em>
ko: <em>공유</em>
ru: <em>Делиться</em>

source: To copy, distribute and transmit the work.
eu: Lana kopiatu, banatu eta transmititzeko.
ko: 저작물을 복제, 배포, 전송합니다.
ru: Копировать, распространять и передавать эту работу.

source: <em>To remix</em>
eu: <em>Aldatzeko</em>
ko: <em>변경</em>
ru: <em>Изменять</em>

source: To adapt the work.
eu: Lana moldatzeko.
ko: 저작물을 적용합니다.
ru: Адаптировать эту работу.

source: Under the following conditions:
eu: Honako baldintzen pean:
ko: 다음 조건을 따라야 합니다:
ru: При следующих условиях:

source: <em>Attribution</em>
eu: <em>Aitortu</em>
ko: <em>저작자 표시</em>
ru: <em>Ссылка на источник</em>

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
eu: Lanaren egilea edo lizentziaren jabea nor den aitortu behar duzu, hark esandako moduan (baina zuk egiten duzun erabilera babesten duela esan edo iradoki gabe).
ko: 저작자 또는 저작권자가 지정한 방법으로 표시해야 합니다. 하지만 저작자나 저작권자가 귀하에게 권리를 부여한다거나 귀하의 사용을 허가한다는 내용을 나타내서는 안 됩니다.
ru: Вы должны указать авторство работы в порядке, указанном автором или лицензиатом (но не таким образом, что они поддерживают вас или использование вами работы).

source: <em>Share Alike</em>
eu: <em>Partekatu berdin</em>
ko: <em>동일 조건</em>

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
eu: Lan hau aldatu, transformatu edo osatzen baduzu, lizentzia bera edo lizentzia bateragarri bat erabili beharko duzu sortutako lan berria banatzeko.
ko: 이 저작물을 개작, 변형, 이 저작물을 기반으로 또 다른 저작물을 만든다면, 동일, 유사 또는 호환 라이선스에 따라 저작물을 배포해야 함.
ru: Если вы изменяете, трансформируете или берёте за основу данную работу, вы можете распространять полученное произведение только по такой же, подобной или совместимой лицензии.

source: For the full text of the license, see the <link href="http://creativecommons.org/licenses/by-sa/4.0/legalcode">CreativeCommons website</link>, or read the full <link href="http://creativecommons.org/licenses/by-sa/4.0/">Commons Deed</link>.
eu: Lizentziaren testu osoa kontsultzeko, begiratu <link href="http://creativecommons.org/licenses/by-sa/4.0/legalcode">CreativeCommons webgunean</link> edo irakurri <link href="http://creativecommons.org/licenses/by-sa/4.0/">Commons kontratu</link> osoa.
ko: 라이선스 전문을 보려면, <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">크리에이티브 커먼즈 웹사이트 </link> 또는 <link href="http://creativecommons.org/licenses/by-sa/3.0/">일반 권리 증서</link>를 참조합니다.
ru: Полный текст лицензии смотрите на <link href="http://creativecommons.org/licenses/by-sa/4.0/legalcode">CreativeCommons website</link>, или прочтите полный текст <link href="http://creativecommons.org/licenses/by-sa/4.0/">Commons Deed</link>.

source: Keyboard Shortcuts
eu: Laster-teklak
ko: 키보드 바로 가기 키
ru: Комбинации клавиш

source: <app>Taquin</app> can easily be used with keyboard. The <link xref="15-Puzzle#15-keyboard">15-Puzzle</link> and <link xref="16-Puzzle#16-keyboard">16-Puzzle</link> both have specific shortcuts.
eu: <app>Taquin</app> erraz erabili daiteke teklatuarekin. <link xref="15-Puzzle#15-keyboard">15-Puzzle</link> eta <link xref="16-Puzzle#16-keyboard">16-Puzzle</link> aldaerek, biek dituzte lasterbide espezifikoak.
ko: <app>타킨</app>은 키보드를 쉽게 사용할 수 있습니다. <link xref="15-Puzzle#15-keyboard">15-퍼즐</link>과 <link xref="16-Puzzle#16-keyboard">16-퍼즐</link>의 지정 바로 가기 키가 있습니다.
ru: В <app>Пятнашках</app> можно легко пользоваться клавиатурой. Для <link xref="15-Puzzle#15-keyboard">15-костяшек</link> и <link xref="16-Puzzle#16-keyboard">16-костяшек</link> есть определенные комбинации клавиш.

source: In-game shortcuts
eu: Joko barruko lasterbideak
ko: 게임 중 바로 가기 키
ru: Комбинации клавиш в игре

source: Show the Start Screen
eu: Erakutsi abioko pantaila
ko: 시작 화면 표시
ru: Показать стартовый экран

source: Restart game
eu: Berrabiarazi jokoa
ko: 게임 다시 시작
ru: Начать игру заново

source: Undo last move
eu: Desegin azken mugimendua
ko: 최근 움직임 취소
ru: Отменить последний ход

source: 15-Puzzle shortcuts
eu: 15-Puzzlearen lasterbideak
ko: 15-퍼즐 바로 가기 키
ru: 15 костяшек - комбинации клавиш

source: Select tile to push on
eu: Hautatu bultzatuko den lauza
ko: 밀어낼 타일 선택
ru: Выбрать костяшку для нажатия

source: <key>Left</key>, <key>Right</key>, <key>Up</key> and <key>Down</key>
eu: <key>←</key>, <key>→</key>, <key>↑</key> eta <key>↓</key>
ko: <key>Left</key>, <key>Right</key>, <key>Up</key>, <key>Down</key>
ru: <key>Влево</key>, <key>Вправо</key>, <key>Вверх</key> и <key>Вниз</key>

source: Push tile in empty space’s direction
eu: Bultzatu lauza espazio hutsaren norabidean
ko: 빈 공간 방향으로 타일 밀기
ru: Переместить костяшку в направлении пустого пространства

source: <key>Space</key>, <key>Return</key> and <key>Enter</key>
eu: <key>Space</key>, <key>Return</key> eta <key>Enter</key>
ko: <key>Space</key>, <key>Return</key>, <key>Enter</key>
ru: <key>Space</key>, <key>Return</key> и <key>Enter</key>

source: 16-Puzzle shortcuts
eu: 16-Puzzlearen lasterbideak
ko: 16-퍼즐 바로 가기 키
ru: 16-костяшек - комбинации клавиш

source: Change selected column
eu: Aldatu hautatutako zutabea
ko: 선택한 열 바꾸기
ru: Изменить выбранный столбец

source: Change selected row
eu: Aldatu hautatutako errenkada
ko: 선택한 행 바꾸기
ru: Изменить выбранный ряд

source: Swipe selected row
eu: Alboratu hautatutako errenkada
ko: 선택한 행 밀어내기
ru: Переместить выбранный ряд

source: <keyseq><key>Shift</key><key>Left</key></keyseq> and <keyseq><key>Shift</key><key>Right</key></keyseq>
eu: <keyseq><key>Shift</key><key>←</key></keyseq> eta <keyseq><key>Shift</key><key>→</key></keyseq>
ko: <keyseq><key>Shift</key><key>Left</key></keyseq>, <keyseq><key>Shift</key><key>Right</key></keyseq>
ru: <keyseq><key>Shift</key><key>Влево</key></keyseq> и <keyseq><key>Shift</key><key>Вправо</key></keyseq>

source: Swipe selected column
eu: Alboratu hautatutako zutabea
ko: 선택한 열 밀어내기
ru: Переместить выбранный столбец
