Repository: GNOME/gnome-taquin
Catalog: po/*.po
Languages: hi, is

source: GNOME Taquin
hi: GNOME टैक्विन

source: Slide tiles to their correct places
hi: टाइलों को उनके सही स्थान पर सरकायें
is: Færið púslin á sinn rétta stað

source: Taquin is a computer version of the 15-puzzle and other sliding puzzles.
hi: टैक्विन 15-पहेली और अन्य स्लाइडिंग पहेलियों का एक कंप्यूटर संस्करण है।
is: Taquin er tölvuútgáfa af 15-hluta púslinu og öðrum sambærilegum þrautum með rennipúslum.

source: The object of Taquin is to move tiles so that they reach their places, either indicated with numbers, or with parts of a great image.
hi: टैक्विन का उद्देश्य टाइलों को हिलाना है ताकि वे अपने स्थान तक पहुंच सकें, या तो संख्याओं के साथ, या एक महान छवि के हिस्सों के साथ इंगित किया गया हो।
is: Markmiðið í Taquin er að færa púslin á sína rétta staði, eftir tölustöfum eða eftir mynd.

source: A GNOME taquin game preview
hi: एक GNOME टैक्विन खेल पूर्वावलोकन
is: Forskoðun á GNOME-taquin leik

source: The GNOME Project
hi: GNOME परियोजना
is: GNOME verkefnið

source: Taquin
hi: टैक्विन

source: 15-puzzle
hi: 15-पहेली
is: 15 púsl

source: puzzle;
hi: पहेली;
is: púsl;

source: 15-Puzzle
hi: 15-पहेली
is: 15 púsla þraut

source: 16-Puzzle
hi: 16-पहेली
is: 16 púsla þraut

source: A flag to follow system night light
hi: प्रणाली रात्रि प्रकाश का अनुसरण करने के लिए एक ध्वज
is: Flagg til að fara eftir næturlýsingu kerfisins

source: Use GNOME night light setting to activate night-mode.
hi: रात्रि-मोड सक्रिय करने के लिए GNOME रात्रि प्रकाश प्रणाली का उपयोग करें।
is: Nota næturlýsingarstillingar GNOME-kerfisins til að virkja næturham.

source: The width of the window
hi: विंडो की चौड़ाई
is: Breidd gluggans

source: The width of the main window in pixels.
hi: मुख्य विंडो की चौड़ाई पिक्सल में।
is: Breidd aðalgluggans í mynddílum.

source: The height of the window
hi: विंडो की ऊँचाई
is: Hæð gluggans

source: The height of the main window in pixels.
hi: मुख्य विंडो की ऊंचाई पिक्सल में।
is: Hæð aðalgluggans í mynddílum.

source: A flag to enable maximized mode
hi: अधिकतम मोड सक्षम करने के लिए एक ध्वज
is: Flagg til að virkja hámarkaða glugga

source: If “true”, the main window starts in maximized mode.
hi: यदि "सही" है, तो मुख्य विंडो अधिकतम मोड में प्रारंभ होती है।
is: Ef "satt" byrjar aðalglugginn hámarkaður.

source: Number of tiles on each edge.
hi: प्रत्येक किनारे पर टाइलों की संख्या।
is: Fjöldi tíggla á hvorri hlið.

source: The game offers to play with a board size from 3 to 5. The setting could be set from 2 (good for testing) to 9, limited by the way files are selected.
hi: खेल 3 से 5 तक के बोर्ड आकार के साथ खेलने की पेशकश करता है। प्रणाली को 2 (परीक्षण के लिए अच्छा) से 9 तक निर्धारित किया जा सकता है, जो फाइलों के चयन के तरीके तक सीमित है।
is: Leikurinn bíður uppá leik með borðstærð 3 til 5. Stillingin getur verið frá 2 (gott til að prufa) upp í 9, takmarkað eftir því hvernig skrárnar eru valdar.

source: Name of the theme folder.
hi: थीम फोल्डर का नाम।
is: Heiti þemunnar.

source: Taquin has two default themes: 'cats' and 'numbers'.
hi: टैक्विन की दो डिफ़ॉल्ट थीम हैं: 'बिल्लियाँ' और 'संख्याएँ'।
is: Taquin hefur tvö megin þemu, "kisur" og "tölur".

source: Sound
hi: ध्वनि
is: Hljóð

source: Whether or not to play event sounds.
hi: कार्यक्रम ध्वनियाँ बजानी चाहिए या नहीं।
is: Hvort spila á leikhljóð eða ekki.

source: Actions
hi: कार्रवाई
is: Aðgerðir

source: Current view actions
hi: वर्तमान दृश्य क्रियाएँ
is: Aðgerðir í núverandi sýn

source: Start a new game
hi: नया खेल प्रारंभ करें
is: Byrja nýjan leik

source: _New Game
hi: नया खेल (_N)
is: _Nýr leikur

source: Go back to the current game
hi: वर्तमान खेल पर वापस जाएँ
is: Fara til baka í núverandi leik

# shortcut window
source: During game selection
hi: खेल चयन के दौरान
is: Valmynd meðan á leik stendur

# shortcut window
source: Start new game
hi: नया खेल प्रारंभ करें
is: Hefja nýjan leik

# shortcut window
source: Go back
hi: पीछे जाएँ
is: Til baka

# shortcut window
source: During a game
hi: खेल के दौरान
is: Á meðan leik stendur

# shortcut window
source: New game
hi: नया खेल
is: Nýr leikur

# shortcut window
source: Restart game
hi: खेल पुनः प्रारंभ करें
is: Byrja upp á nýtt

# shortcut window
source: Undo last move
hi: पिछली चाल पूर्ववत करें
is: Afturkalla síðasta leik

# shortcut window
source: Toggle game menu
hi: खेल मेनू टॉगल करें
is: Víxla valmynd leiksins af/á

# shortcut window
source: 15-Puzzle
hi: 15-पहेली
is: 15 púsla þraut

# shortcut window
source: Select tile to push on
hi: आगे बढ़ाने के लिए टाइल का चयन करें
is: Velja púsl til að ýta

# shortcut window
source: Push on selected tile
hi: चयनित टाइल को धक्का दें
is: Ýta á valið púsl

# shortcut window
source: 16-Puzzle
hi: 16-पहेली
is: 16 púsla

# shortcut window
source: Change selected column
hi: चयनित कॉलम बदलें
is: Breyta völdum dálki

# shortcut window
source: Change selected row
hi: चयनित पंक्ति बदलें
is: Breyta valinni röð

# shortcut window
source: Swipe selected row
hi: चयनित पंक्ति स्वाइप करें
is: Færa valda röð

# shortcut window
source: Swipe selected column
hi: चयनित कॉलम स्वाइप करें
is: Færa valinn dálk

# shortcut window
source: Generic
hi: सामान्य
is: Almennt

# shortcut window
source: Toggle main menu
hi: मुख्य मेनू टॉगल करें
is: Víxla aðalvalmynd af/á

# shortcut window
source: Keyboard shortcuts
hi: कीबोर्ड शॉर्टकट
is: Flýtilyklar

# shortcut window
source: Help
hi: सहायता
is: Hjálp

# shortcut window
source: About
hi: बारे में
is: Um

# shortcut window
source: Quit
hi: छोड़ें
is: Hætta

source: History
hi: इतिहास
is: Ferill

source: Game history menu
hi: खेल इतिहास मेनू
is: Valmynd leikferils

source: Game
hi: खेल
is: Leikur

source: Options
hi: विकल्प
is: Valkostir

source: About
hi: बारे में
is: Um hugbúnaðinn

source: Credits
hi: श्रेय
is: Framlög

source: GNU General Public License version 3 or later
hi: GNU जनरल पब्लिक लाइसेंस संस्करण 3 या बाद का
is: GNU General Public notkunarskilmálar útgáfa 3 eða síðari

source: Creators
hi: निर्माता
is: Hönnuðir

source: Documenters
hi: दस्तावेज़कर्ता
is: Höfundar hjápargagna

source: Translators
hi: अनुवादक
is: Þýðendur

source: Artists
hi: कलाकार
is: Listamenn

source: Pause night mode
hi: रात्रि मोड रोकें
is: Setja næturham í bið

source: Reuse night mode
hi: रात्रि मोड का पुनः उपयोग
is: Endurnýta næturham

source: Use night mode
hi: रात्रि मोड का उपयोग करें
is: Nota næturham

source: _Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट (_K)
is: Flýtily_klar

source: _Help
hi: सहायता (_H)
is: _Hjálp

source: _Sound
hi: ध्वनि (_S)
is: Hl_jóð

source: _Start Game
hi: खेल शुरू करें (_S)
is: Hefja _leik

source: Already on initial position.
hi: पहले से ही प्रारंभिक स्थिति में है।
is: Þegar í upphafsstöðu.

source: _Undo
hi: पूर्ववत (_U)
is: _Afturkalla

source: _Restart
hi: पुनर्प्रारंभ (_R)
is: By_rja aftur

source: Best score: %s
hi: सर्वोत्तम स्कोर: %s
is: Hæðsta stig %s

source: Bravo! You improved your best score!
hi: शाबाश! आपने अपना सर्वश्रेष्ठ स्कोर सुधार लिया!
is: Bravó! Þú hefu bætt stigagjöfina þína!

source: Bravo! You equalized your best score.
hi: शाबाश! आपने अपना सर्वश्रेष्ठ स्कोर बराबर कर लिया।
is: Bravó! Þú jafnaðir hæstu sigin þín.

source: Bravo! You finished the game again.
hi: शाबाश! आपने खेल फिर से समाप्त कर दिया।
is: Bravó! Þú kláraðir leikinn aftur.

source: Bravo! You finished the game!
hi: शाबाश! आपने खेल समाप्त कर लिया!
is: Bravó! Þú kláraðir leikinn!

source: Size: %d × %d ▾
hi: आकार: %d × %d ▾
is: Stærð: %d × %d ▾

source: Play the classical 1880s’ 15-puzzle
hi: 1880 के दशक की शास्त्रीय 15-पहेली खेलें
is: Leikið klassíska 15 púsla leikinn frá 1880

source: Try this fun alternative 16-puzzle
hi: इस मज़ेदार विकल्प 16-पहेली को आज़माएँ
is: Reynið þessa skemmtilegu óhefðbundnu 16 púsla útgáfu

source: Sets the puzzle edges’ size (3-5, 2-9 for debug)
hi: पहेली किनारों का आकार सेट करता है (डीबग के लिए 3-5, 2-9)
is: Stillir stærð kantsins á púslinu (3-5, 2-9 fyrir aflúsun)

source: SIZE
hi: आकार
is: STÆRÐ

source: Turn off the sound
hi: ध्वनि बंद करें
is: Slökkva á hljóðinu

source: Turn on the sound
hi: ध्वनि चालू करें
is: Kveikja á hljóðinu

source: Print release version and exit
hi: रिलीज़ संस्करण प्रिंट करें और बाहर निकलें
is: Birta upplýsingar um útgáfu og hætta

source: 3 × 3 1 minute
hi: 3 × 3 1 मिनट
is: 3 × 3 1 mínúta

source: 4 × 4 5 minutes
hi: 4 × 4 5 मिनट
is: 4 × 4 5 mínútur

source: 5 × 5 15 minutes
hi: 5 × 5 15 मिनट
is: 5 × 5 15 mínútur

source: 4 × 4 3 minutes
hi: 4 × 4 3 मिनट
is: 4 × 4 3 mínútur

source: 5 × 5 5 minutes
hi: 5 × 5 5 मिनट
is: 5 × 5 5 mínútur

source: Cats
hi: बिल्लियाँ
is: Kisur

source: Numbers
hi: संख्याएँ
is: Tölur

source: About Taquin
hi: टैक्विन के बारे में
is: Um Taquin

source: You can’t move this tile!
hi: आप इस टाइल को हिला नहीं सकते!
is: Þú getur ekki hreyft þetta púsl!

source: Use Shift and an arrow to move tiles!
hi: टाइलों को स्थानांतरित करने के लिए Shift और तीरों का उपयोग करें!
is: Notaðu Shift og ör til að hreyfa púslin!

source: Click on the arrows to move tiles!
hi: टाइलों को स्थानांतरित करने के लिए तीरों पर क्लिक करें!
is: Smelltu á örvarnar til að hreyfa púslin!

source: Theme: Cats ▾
hi: थीम: बिल्लियाँ ▾
is: Þema: Kisur ▾

source: Theme: Numbers ▾
hi: थीम: संख्याएँ ▾
is: Þema: Tölur ▾

source: Theme: %s ▾
hi: थीम: %s ▾
is: Þemu: %s ▾

source: A classic 15-puzzle game
hi: एक शास्त्रीय 15-पहेली खेल
is: Klassískur 15 púsla leikur

source: Abelard (Wikimedia)
hi: एबेलार्ड (विकिमीडिया)

source: Alvesgaspar (Wikimedia)
hi: अल्वेसगैस्पर (विकिमीडिया)

source: Mueller-rech.muenchen (Wikimedia)
hi: म्यूएलर-रेच.मुएनचेन (विकिमीडिया)

source: Ruskis (Wikimedia)
hi: रस्किस (विकिमीडिया)

source: Toyah (Wikimedia)
hi: टोयाह (विकिमीडिया)

source: (see COPYING.themes for information)
hi: (जानकारी के लिए COPYING.themes देखें)
is: (sjá COPYING.themes fyrir nánari upplýsingar)

source: Arnaud Bonatti
hi: अरनॉड बोनाटी

source: Copyright © %u-%u – Arnaud Bonatti
hi: कॉपीराइट © %u-%u - अरनॉड बोनाटी
is: Höfundarréttur © %u-%u – Arnaud Bonatti

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
is: Ingirafn, ingirafn at this dot is ,2023

source: Page on GNOME wiki
hi: GNOME विकी पर पेज
is: Síða á GNOME-wiki
